[
  {
    "start": 0.000000,
    "end": 15.680000,
    "text": " In 1965, 17-year-old high school student Randy Garner stayed awake for 264 hours."
  },
  {
    "start": 15.680000,
    "end": 20.320000,
    "text": " That's 11 days to see how he'd cope without sleep."
  },
  {
    "start": 20.320000,
    "end": 23.400000,
    "text": " On the second day, his eyes stopped focusing."
  },
  {
    "start": 23.400000,
    "end": 27.400000,
    "text": " Next, he lost the ability to identify objects by touch."
  },
  {
    "start": 27.400000,
    "end": 30.900000,
    "text": " By day three, Garner was moody and uncoordinated."
  },
  {
    "start": 30.900000,
    "end": 34.880000,
    "text": " At the end of the experiment, he was struggling to concentrate, had trouble with short-term"
  },
  {
    "start": 34.880000,
    "end": 38.920000,
    "text": " memory, became paranoid, and started hallucinating."
  },
  {
    "start": 38.920000,
    "end": 44.320000,
    "text": " Although Garner recovered without long-term psychological or physical damage, for others,"
  },
  {
    "start": 44.320000,
    "end": 51.080000,
    "text": " losing shut eye can result in hormonal imbalance, illness, and in extreme cases, death."
  },
  {
    "start": 51.080000,
    "end": 56.080000,
    "text": " We're only beginning to understand why we sleep to begin with, but we do know it's"
  },
  {
    "start": 56.080000,
    "end": 57.080000,
    "text": " essential."
  },
  {
    "start": 57.080000,
    "end": 62.320000,
    "text": " Adults need seven to eight hours of sleep a night, and adolescents need about ten."
  },
  {
    "start": 62.320000,
    "end": 67.600000,
    "text": " We grow sleepy due to signals from our body telling our brain we are tired, and signals"
  },
  {
    "start": 67.600000,
    "end": 70.960000,
    "text": " from the environment telling us it's dark outside."
  },
  {
    "start": 70.960000,
    "end": 76.480000,
    "text": " The rise in sleep-inducing chemicals, like adenosine and melatonin, send us into a light"
  },
  {
    "start": 76.480000,
    "end": 81.880000,
    "text": " dose that grows deeper, making our breathing and heart rate slow down, and our muscles"
  },
  {
    "start": 81.880000,
    "end": 83.800000,
    "text": " relax."
  },
  {
    "start": 83.800000,
    "end": 89.200000,
    "text": " This non-REM sleep is when DNA is repaired, and our bodies replenish themselves for the"
  },
  {
    "start": 89.200000,
    "end": 91.000000,
    "text": " day ahead."
  },
  {
    "start": 91.000000,
    "end": 97.720000,
    "text": " In the United States, it's estimated that 30% of adults and 66% of adolescents are regularly"
  },
  {
    "start": 97.720000,
    "end": 99.440000,
    "text": " sleep-deprived."
  },
  {
    "start": 99.440000,
    "end": 105.000000,
    "text": " This isn't just a minor inconvenience, staying awake can cause serious bodily harm."
  },
  {
    "start": 105.000000,
    "end": 110.880000,
    "text": " When we lose sleep, learning, memory, mood, and reaction time are affected."
  },
  {
    "start": 110.880000,
    "end": 116.440000,
    "text": " Homelessness may also cause inflammation, hallucinations, high blood pressure, and it's"
  },
  {
    "start": 116.440000,
    "end": 120.600000,
    "text": " even been linked to diabetes and obesity."
  },
  {
    "start": 120.600000,
    "end": 127.360000,
    "text": " In 2014, a devoted soccer fan died after staying awake for 48 hours to watch the World"
  },
  {
    "start": 127.360000,
    "end": 128.440000,
    "text": " Cup."
  },
  {
    "start": 128.440000,
    "end": 133.440000,
    "text": " While his untimely death was due to a stroke, studies show that chronically sleeping fewer"
  },
  {
    "start": 133.440000,
    "end": 139.360000,
    "text": " than six hours a night increases stroke risk by four and a half times, compared to those"
  },
  {
    "start": 139.360000,
    "end": 143.040000,
    "text": " getting a consistent seven to eight hours of shut-eye."
  },
  {
    "start": 143.040000,
    "end": 147.880000,
    "text": " For a handful of people on the planet who carry a rare, inherited genetic mutation,"
  },
  {
    "start": 147.880000,
    "end": 150.520000,
    "text": " sleeplessness is a daily reality."
  },
  {
    "start": 150.520000,
    "end": 156.520000,
    "text": " This condition, known as fatal familial insomnia, places the body in a night mirror's state"
  },
  {
    "start": 156.520000,
    "end": 161.440000,
    "text": " of wakefulness, forbidding it from entering the sanctuary of sleep."
  },
  {
    "start": 161.440000,
    "end": 166.480000,
    "text": " Within months or years, this progressively worsening condition leads to dementia and"
  },
  {
    "start": 166.480000,
    "end": 168.040000,
    "text": " death."
  },
  {
    "start": 168.040000,
    "end": 171.560000,
    "text": " How can sleep deprivation cause such immense suffering?"
  },
  {
    "start": 171.560000,
    "end": 176.960000,
    "text": " Scientists think the answer lies with the accumulation of waste products in the brain."
  },
  {
    "start": 176.960000,
    "end": 182.040000,
    "text": " During our waking hours, our cells are busy using up our day's energy sources, which"
  },
  {
    "start": 182.040000,
    "end": 186.760000,
    "text": " get broken down into various byproducts, including adenosine."
  },
  {
    "start": 186.760000,
    "end": 193.240000,
    "text": " As adenosine builds up, it increases the urge to sleep, also known as sleep pressure."
  },
  {
    "start": 193.240000,
    "end": 198.480000,
    "text": " In fact, caffeine works by blocking adenosine's receptor pathways."
  },
  {
    "start": 198.480000,
    "end": 202.680000,
    "text": " Other waste products also build up in the brain, and if they're not cleared away, they"
  },
  {
    "start": 202.680000,
    "end": 208.240000,
    "text": " collectively overload the brain, and are thought to lead to the many negative symptoms of sleep"
  },
  {
    "start": 208.240000,
    "end": 210.240000,
    "text": " deprivation."
  },
  {
    "start": 210.240000,
    "end": 214.720000,
    "text": " So what's happening in our brain when we sleep to prevent this?"
  },
  {
    "start": 214.720000,
    "end": 219.640000,
    "text": " Scientists found something called the \"glimphatic system,\" a cleanup mechanism that removes"
  },
  {
    "start": 219.640000,
    "end": 223.480000,
    "text": " this build-up and is much more active when we're asleep."
  },
  {
    "start": 223.480000,
    "end": 229.600000,
    "text": " It works by using cerebrospinal fluid to flush away toxic byproducts that accumulate"
  },
  {
    "start": 229.600000,
    "end": 231.720000,
    "text": " between cells."
  },
  {
    "start": 231.720000,
    "end": 236.720000,
    "text": " Lymphatic vessels, which serve as pathways for immune cells, have recently been discovered"
  },
  {
    "start": 236.720000,
    "end": 244.320000,
    "text": " in the brain, and they may also play a role in clearing out the brain's daily waste products."
  },
  {
    "start": 244.320000,
    "end": 250.280000,
    "text": " While scientists continue exploring the restorative mechanisms behind sleep, we can be sure that"
  },
  {
    "start": 250.280000,
    "end": 256.600000,
    "text": " slipping into slumber is a necessity if we want to maintain our health and our sanity."
  },
  {
    "start": 274.320000,
    "end": 276.320000,
    "text": " You"
  }
]
